Repository: 1shiharat/acf-quick-edit-fields
Catalog: languages/acf-quick-edit-fields-*.po
Languages: de_de

# 1: ACF Pro URL, 2: plugins page url
source: The ACF QuickEdit Fields plugin only provies support for <a href="%1$s">ACF Pro</a>. You can disable and uninstall it on the <a href="%2$s">plugins page</a>.
de_de: Das ACF QuickEdit Fields unterstützt nur <a href="%1$s">ACF Pro</a>. Du kannst es auf der <a href="%2$s">Plugin-Seite</a> deaktivieren und löschen.

source: Allow Bulk Edit
de_de: Massenbearbeitung zulassen

source: Allow editing this field in Bulk edit mode
de_de: Dieses Feld bei der Massenbearbeitung anzeigen

source: Column View
de_de: Spaltenansicht

source: Show a column in the posts list table
de_de: Spalte in der Beitragsliste anzeigen

source: Show Column
de_de: Spalte anzeigen

source: Show column in list tables
de_de: Spalte anzeigen

source: Sortable Column
de_de: Sortierbare Spalte

source: Column Weight
de_de: Gewichtung

source: Columns with a higher weight will be pushed to the right. The leftmost WordPress column has a weight of <em>0</em>, the next one <em>100</em> and so on. Leave empty to place a column to the rightmost position.
de_de: Spalten mit höherer Gewichtung werden nach rechts verschoben. Die erste WordPress Spalte hat eine Gewichtung von <em>0</em>, die nächste <em>100</em> und so weiter. Eine leere Eingabe hängt die Spalte rechts an.

source: Allow QuickEdit
de_de: QuickEdit zulassen

source: Allow editing this field in QuickEdit mode
de_de: Die Bearbeitung dieses Feldes in QuickEdit zulassen

source: Add Choice
de_de: Auswahl hinzuf.

source: (No value)
de_de: (Kein Wert)

source: Do not change
de_de: Keine Änderung

source: Select File
de_de: Datei Auswählen

source: Private
de_de: Privat

source: — Select —
de_de: – Auswählen –

source: Yes
de_de: Ja

source: No
de_de: Nein
